Repository: Cqjzhws/wushancc
Catalog: AnimationSpeed/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

# AfterReboot
source: Take effect after restarting the device
zh_hans: 重启设备后生效

# AfterRespring
source: Take effect after respring
zh_hans: 注销后生效

source: Alert
zh_hans: 提示

source: Apply
zh_hans: 应用

source: Cancel
zh_hans: 取消

# CFBundleDisplayName
source: Animation Speed
zh_hans: UI速度

source: Confirm
zh_hans: 确认

# ConfirmApplyMessage
source: Confirm the UI speed to modify?
zh_hans: 确认修改UI速度吗?

# ConfirmRestoreMessage
source: Are you sure to restore to the default speed?
zh_hans: 确定恢复到默认速度吗?

source: Dismiss
zh_hans: 关闭

source: Failed
zh_hans: 失败

# InputAnimationSpeed
source: Input animation speed value
zh_hans: 请输入需要更改的UI速度

# InputValidValue
source: Please input valid value
zh_hans: 请输入有效的数值

source: Invalid input
zh_hans: 输入无效

# NeedPermissionsMessage
source: Need to install TrollStore or jailbreak, otherwise the application cannot work properly, requires 'com.apple.private.security.no-sandbox' permission
zh_hans: 需要TrollStore或越狱安装，否则无法应用程序无法正常工作，需要’com.apple.private.security.no-sandbox’权利

# NeedPermissionsTitle
source: Need more permissions
zh_hans: 需要更多权限

source: Reboot
zh_hans: 重启设备

# Reference
source: Reference(Chinese)
zh_hans: 参考内容

source: Respring
zh_hans: 注销

# RestoreDefault
source: Restore default value
zh_hans: 恢复默认设置

# RestoreDefaultSuccessfulMessage
source: Restoring the default settings successfully
zh_hans: 恢复默认设置成功

# SettingFailedMessage
source: Setting failed, please try again
zh_hans: 设置失败，请再试一次

source: Speed Settings
zh_hans: 设置速度

source: Successful
zh_hans: 成功

# UISpeedSetTo
source: UI speed has been set to %@
zh_hans: UI速度已被设置为%@

source: Unknown
zh_hans: 未知

source: Version
zh_hans: 版本

source: Preset
zh_hans: 预设

source: Speed
zh_hans: 速度

source: Smart Scale
zh_hans: 智能缩放

source: Categories
zh_hans: 分类

source: Blacklist
zh_hans: 黑名单

source: Monitor
zh_hans: 监视

source: Factor
zh_hans: 系数

source: Min Duration
zh_hans: 最短时长

source: Instant Mode
zh_hans: 瞬间模式

source: Reduce Motion
zh_hans: 减弱动态

# MinDurationMessage
source: Only animations longer than this will be sped up (ms).
zh_hans: 仅加速长于该值的动画（毫秒）。

# AddBlacklist
source: Add to Blacklist
zh_hans: 加入黑名单

# AddBlacklistMessage
source: Enter bundle ID to exclude from acceleration.
zh_hans: 输入要排除加速的 bundle ID。

# RemoveBlacklist
source: Remove from Blacklist
zh_hans: 移出黑名单

source: Remove
zh_hans: 移除

source: Current FPS
zh_hans: 当前帧率

# ConfigWritten
source: Config written. Respring to apply.
zh_hans: 配置已写入，注销后生效。

# AdvancedTipMessage
source: For true global acceleration (open app / page switch / transition), inject AnimationSpeedTweak.dylib into SpringBoard via TrollFools, then Respring. The dylib reads this app config in real time.
zh_hans: 要实现真正的全局加速（开 App / 切页面 / 转场），请用 TrollFools 把 AnimationSpeedTweak.dylib 注入 SpringBoard 后注销。dylib 会实时读取本 App 配置。

# AdvancedTipTitle
source: Advanced Tip
zh_hans: 高级提示

# SpeedFooter
source: Lower factor = faster. 0.01 = instant, 1.0 = normal.
zh_hans: 系数越小越快。0.01 = 瞬间，1.0 = 正常。

# SmartFooter
source: Smart scaling avoids ghosting on micro-animations.
zh_hans: 智能缩放可避免微动画出现残影。

# AdvancedFooter
source: Inject dylib for system-wide coverage.
zh_hans: 注入 dylib 可实现系统级覆盖。

source: Actions
zh_hans: 操作

source: Advanced
zh_hans: 高级
